IdeaRS.Connections
TimberGussetPlateData.BoltShearType Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.TimberGussetPlateData.BoltShearType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public BoltShearType BoltShearType { get; set; }
Property Value
Type: BoltShearType
See Also
Reference
TimberGussetPlateData Class
IdeaRS.Connections.Data Namespace